def title
    puts "=" * 120
    puts """
                   ÛÛÛÛÛÛÛÛÛ  ÛÛÛÛ                     ÛÛÛÛÛ         ÛÛÛÛÛÛÛÛÛÛÛ            ÛÛÛÛÛ   
                  ÛÛÛ°°°°°ÛÛÛ°°ÛÛÛ                    °°ÛÛÛ         °°ÛÛÛ°°°°°ÛÛÛ          °°ÛÛÛ    
                 °ÛÛÛ    °°°  °ÛÛÛ   ÛÛÛÛÛÛ    ÛÛÛÛÛÛ  °ÛÛÛ ÛÛÛÛÛ    °ÛÛÛ    °ÛÛÛ  ÛÛÛÛÛÛ  ÛÛÛÛÛÛÛ  
                 °°ÛÛÛÛÛÛÛÛÛ  °ÛÛÛ  °°°°°ÛÛÛ  ÛÛÛ°°ÛÛÛ °ÛÛÛ°°ÛÛÛ     °ÛÛÛÛÛÛÛÛÛÛ  ÛÛÛ°°ÛÛÛ°°°ÛÛÛ°   
                  °°°°°°°°ÛÛÛ °ÛÛÛ   ÛÛÛÛÛÛÛ °ÛÛÛ °°°  °ÛÛÛÛÛÛ°      °ÛÛÛ°°°°°ÛÛÛ°ÛÛÛ °ÛÛÛ  °ÛÛÛ    
                  ÛÛÛ    °ÛÛÛ °ÛÛÛ  ÛÛÛ°°ÛÛÛ °ÛÛÛ  ÛÛÛ °ÛÛÛ°°ÛÛÛ     °ÛÛÛ    °ÛÛÛ°ÛÛÛ °ÛÛÛ  °ÛÛÛ ÛÛÛ
                 °°ÛÛÛÛÛÛÛÛÛ  ÛÛÛÛÛ°°ÛÛÛÛÛÛÛÛ°°ÛÛÛÛÛÛ  ÛÛÛÛ ÛÛÛÛÛ    ÛÛÛÛÛÛÛÛÛÛÛ °°ÛÛÛÛÛÛ   °°ÛÛÛÛÛ 
                  °°°°°°°°°  °°°°°  °°°°°°°°  °°°°°°  °°°° °°°°°    °°°°°°°°°°°   °°°°°°     °°°°°                      
         """
    puts "=" * 120
end